{
  "plugins": {
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim.git"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "markdowny.nvim": {
      "src": "https://github.com/antonk52/markdowny.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim",
      "version": ">=0.0.0"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tiny-cmdline.nvim": {
      "src": "https://github.com/rachartier/tiny-cmdline.nvim"
    }
  }
}
